

<div id="make.01"><center><h2>Predicate: <font color=red><i>&#21046;&#36896;</i></font></h2></center>

<h4>Roleset id: <font color=green>&#21046;&#36896;.01</font>, make, create <font color=purple>Source: </font> <a href="http://verbs.colorado.edu/propbank/framesets-english-aliases/make.html">make.01</a> <font size=2><i>(make.01, produce.01, manufacture.01)</i></font> </h4><font size=2 color=blue><b>&#21046;&#36896;.01</b>: &#21046;&#36896;&#26576;&#29289;</font><br>

<h4>Roles:</h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: <i>creator</i><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: <i>creation</i><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A2</b>: <i>created-from, thing changed</i><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A3</b>: <i>benefactive</i><br>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#20197; &#27492; &#26041;&#27861; &#26368;&#21021; <b>&#35069;&#36896;</b> &#20986;&#20358; &#30340; &#30967;&#37240; &#28611;&#24230; &#22823;&#32004; &#21547;&#26377; 23% &#33267; 33% &#30340; P2O5 , &#20877; &#36914;&#34892; &#33976;&#39230; &#25110; &#31232;&#37323; &#35519;&#25972; &#25104; &#24819; &#35201; &#30340; &#28611;&#24230; .</font> <font size=1> (id: # sentence-text: 以 此 方法 最初 製造 出來 的 磷酸 濃度 大約 含有 23% 至 33% 的 P2O5 , 再 進行 蒸餾 或 稀釋 調整 成 想 要 的 濃度 .) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: &#20197; &#27492; &#26041;&#27861;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>AM-TMP</b>: &#26368;&#21021;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#35069;&#36896;<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: &#30967;&#37240;  <br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#22856;&#31859; &#25216;&#34899; &#21487; <b>&#35069;&#36896;</b> &#20986; &#31890;&#23376; &#23567; &#26044; &#20154;&#39006; &#34880;&#31649; &#22823;&#23567; &#30340; &#29289;&#39636; , &#32654;&#22283; &#22283;&#23478; &#27161;&#28310; &#33287; &#31185;&#25216; &#21332;&#26371; ( NIST ) &#25351;&#20986; &#24050; &#30740;&#31350; &#20986; &#19968; &#31278; &#29983;&#29986; &#19968;&#33268; &#30340; , &#19988; &#33021;&#22816; &#33258;&#34892; &#32068;&#21512; &#30340; &#22856;&#31859; &#32048;&#32990; ( Nanocells ) &#30340; &#26041;&#27861; , &#20197; &#25033;&#29992; &#22312; &#23553;&#35037; &#22739;&#32302; &#34277;&#29289; &#30340; &#27835;&#30274; &#24037;&#20316; &#19978; , &#30446;&#21069; &#35442; &#25216;&#34899; &#24050; &#25552;&#20986; &#23560;&#21033; &#30003;&#35531; .</font> <font size=1> (id: # sentence-text: 奈米 技術 可 製造 出 粒子 小 於 人類 血管 大小 的 物體 , 美國 國家 標準 與 科技 協會 ( NIST ) 指出 已 研究 出 一 種 生產 一致 的 , 且 能夠 自行 組合 的 奈米 細胞 ( Nanocells ) 的 方法 , 以 應用 在 封裝 壓縮 藥物 的 治療 工作 上 , 目前 該 技術 已 提出 專利 申請 .) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: &#22856;&#31859; &#25216;&#34899;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#35069;&#36896;<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: &#31890;&#23376; &#23567; &#26044; &#20154;&#39006; &#34880;&#31649; &#22823;&#23567; &#30340; &#29289;&#39636;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>AM-TMP</b>: &#30446;&#21069;  <br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#35442;&#36554; &#30001; &#20013;&#22283; &#37941;&#36947; &#31185;&#23416; &#30740;&#31350; &#38498; &#22522;&#30990; &#35373;&#26045; &#27298;&#28204; &#30740;&#31350; &#25152; &#36000;&#36012; &#31995;&#32113; &#38598;&#25104; , &#21205;&#36554; &#32068; &#30001; &#38263;&#26149; &#36556;&#36947; &#23458;&#36554; &#32929;&#20221; &#26377;&#38480; &#20844;&#21496; &#35373;&#35336; <b>&#35069;&#36896;</b> .</font> <font size=1> (id: # sentence-text: 該車 由 中國 鐵道 科學 研究 院 基礎 設施 檢測 研究 所 負責 系統 集成 , 動車 組 由 長春 軌道 客車 股份 有限 公司 設計 製造 .) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: &#35442;&#36554;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: &#38263;&#26149; &#36556;&#36947; &#23458;&#36554; &#32929;&#20221; &#26377;&#38480; &#20844;&#21496;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#35069;&#36896;<br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#38614;&#28982; &#26481;&#20126; &#37504;&#34892; &#22312; &#25581;&#30332; &#20570; &#20551;&#24115; &#20107;&#20214; &#24460; &#24050; &#25505;&#21462; &#25514;&#26045; &#35299;&#27770; , &#20294; &#20173; &#26377; &#20154; &#25812;&#24515; &#26481;&#20126; &#30340; &#36001;&#25919; &#29376;&#27841; , &#29978;&#33267; <b>&#35069;&#36896;</b> &#35616;&#35328; .</font> <font size=1> (id: # sentence-text: 雖然 東亞 銀行 在 揭發 做 假帳 事件 後 已 採取 措施 解決 , 但 仍 有 人 擔心 東亞 的 財政 狀況 , 甚至 製造 謠言 .) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: &#20154;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#35069;&#36896;<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: &#35616;&#35328;  <br></div>