

<div id="abolish.01"><center><h2>Predicate: <font color=red><i>&#24223;&#38500;</i></font></h2></center>

<h4>Roleset id: <font color=green>&#24223;&#38500;.01</font>, abolish, get rid of, make illegal, act of doing away with something <font color=purple>Source: </font> <a href="http://verbs.colorado.edu/propbank/framesets-english-aliases/abolish.html">abolish.01</a> <font size=2><i>(abolish.01)</i></font> </h4>

<h4>Roles:</h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: <i>entity getting rid of, outlawing something</i><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: <i>thing abolished</i><br>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#24029;&#37002; &#37089; &#26159; &#26085;&#26412; &#40575;&#20818; &#23798; &#32291; &#36676;&#19979; &#30340; &#19968; &#20491; &#37089; , &#24050; &#26044; 2007 &#24180; 12 &#26376; 1 &#26085; &#22240; &#36676;&#19979; &#20841; &#30010; &#21512;&#20341; &#28858; &#21335; &#20061;&#24030; &#24066; &#24460; , &#28961; &#31649;&#36676; &#30010;&#26449; &#32780; <b>&#24290;&#38500;</b> .</font> <font size=1> (id: # sentence-text: 川邊 郡 是 日本 鹿兒 島 縣 轄下 的 一 個 郡 , 已 於 2007 年 12 月 1 日 因 轄下 兩 町 合併 為 南 九州 市 後 , 無 管轄 町村 而 廢除 .) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: &#26159; &#26085;&#26412; &#40575;&#20818; &#23798; &#32291; &#36676;&#19979; &#30340; &#19968; &#20491; &#37089;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>AM-TMP</b>: &#26044; 2007 &#24180; 12 &#26376; 1 &#26085;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: &#36676;&#19979;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#24290;&#38500;<br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#24429;&#23450;&#24247; &#22312; 1993 &#24180; <b>&#24290;&#38500;</b> &#20102; &#31435;&#27861; &#23616; &#21103; &#20027;&#24109; &#19968; &#32887; , &#20006; &#32066;&#27490; &#20102; &#30001; &#32317;&#30563; &#20986;&#20219; &#31435;&#27861; &#23616; &#20027;&#24109; &#21644; &#30070;&#28982; &#35696;&#21729; &#30340; &#20570;&#27861; , &#25913; &#30001; &#31435;&#27861; &#23616; &#35696;&#21729; &#20114;&#36984; &#29986;&#29983; &#20027;&#24109; .</font> <font size=1> (id: # sentence-text: 彭定康 在 1993 年 廢除 了 立法 局 副 主席 一 職 , 並 終止 了 由 總督 出任 立法 局 主席 和 當然 議員 的 做法 , 改 由 立法 局 議員 互選 產生 主席 .) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: &#24429;&#23450;&#24247;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>AM-TMP</b>: &#22312; 1993 &#24180;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#24290;&#38500;<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#30001;<br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#20013;&#20849; &#22312; 1982 &#24180; &#23559; &#20013;&#20849; &#20013;&#22830; &#20027;&#35201; &#36000;&#36012; &#20154; &#30001; &#40680; &#20027;&#24109; &#25913;&#22238; 1943 &#24180; &#20197;&#21069; &#30340; &#32317; &#26360;&#35352; , &#21516;&#26178; &#37325;&#26032; &#35373;&#31435; &#33258; 1975 &#24180; &#34987; <b>&#24290;&#38500;</b> &#30340; &#22283;&#23478; &#20027;&#24109; &#32887;&#21209; , &#29694;&#22312; &#21934;&#29544; &#31281; &#12300; &#20027;&#24109; &#12301; &#22810; &#25351; &#22283;&#23478; &#20027;&#24109; &#25110;&#32773; &#20013;&#22830; &#36557;&#22996; &#20027;&#24109; .</font> <font size=1> (id: # sentence-text: 中共 在 1982 年 將 中共 中央 主要 負責 人 由 黨 主席 改回 1943 年 以前 的 總 書記 , 同時 重新 設立 自 1975 年 被 廢除 的 國家 主席 職務 , 現在 單獨 稱 「 主席 」 多 指 國家 主席 或者 中央 軍委 主席 .) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#24290;&#38500;<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: &#22283;&#23478;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: &#20027;&#24109;  <br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#30001;&#26044; &#21152;&#25343;&#22823; &#22312; &#20108;&#25136; &#24460; &#31805;&#32626; &#20102; &#32879;&#21512; &#22283; &#19990;&#30028; &#20154;&#27402; &#23459;&#35328; , &#21152;&#25343;&#22823; &#25919;&#24220; &#24517;&#38920; <b>&#24290;&#38500;</b> &#33287; &#23459;&#35328; &#29300;&#35320; &#30340; &#25490; &#33775; &#27861;&#26696; .</font> <font size=1> (id: # sentence-text: 由於 加拿大 在 二戰 後 簽署 了 聯合 國 世界 人權 宣言 , 加拿大 政府 必須 廢除 與 宣言 牴觸 的 排 華 法案 .) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: &#21152;&#25343;&#22823; &#25919;&#24220;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#24290;&#38500;<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: &#33287; &#23459;&#35328; &#29300;&#35320; &#30340; &#25490; &#33775; &#27861;&#26696;  <br></div>