

<div id="ignore.01"><center><h2>Predicate: <font color=red><i>&#24573;&#30053;</i></font></h2></center>

<h4>Roleset id: <font color=green>&#24573;&#30053;.01</font>, ignore, not pay attention to <font color=purple>Source: </font> <a href="http://verbs.colorado.edu/propbank/framesets-english-aliases/ignore.html">ignore.01</a> <font size=2><i>(ignore.01, neglect.01, overlook.01)</i></font> </h4>

<h4>Roles:</h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: <i>ignorer</i><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: <i>thing ignored</i><br>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#32147;&#20856; &#29289;&#29702; &#23416; &#20013; , &#20736;&#22120; &#33287; &#29289;&#39636; &#30340; &#30456;&#20114; &#20316;&#29992; &#21487;&#20197; &#36890;&#36942; &#23565; &#23526;&#39511; &#26781;&#20214; &#30340; &#25913;&#36914; &#32780; &#28187;&#23569; , &#25110;&#32773; &#36890;&#36942; &#26356; &#32048;&#32251; &#30340; &#29702;&#35542; &#20998;&#26512; &#24460; &#34987; &#35036;&#20767; &#25481; , &#22312; &#29702;&#35542; &#19978; &#36889; &#31278; &#30456;&#20114; &#20316;&#29992; &#22914;&#27492; &#24494;&#23567; &#22240;&#32780; &#23436;&#20840; &#21487;&#20197; &#34987; <b>&#24573;&#30053;</b> &#25481; .</font> <font size=1> (id: # sentence-text: 經典 物理 學 中 , 儀器 與 物體 的 相互 作用 可以 通過 對 實驗 條件 的 改進 而 減少 , 或者 通過 更 細緻 的 理論 分析 後 被 補償 掉 , 在 理論 上 這 種 相互 作用 如此 微小 因而 完全 可以 被 忽略 掉 .) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: &#22312; &#29702;&#35542; &#19978;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: &#36889; &#31278; &#30456;&#20114; &#20316;&#29992;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>AM-EXT</b>: &#23436;&#20840;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#24573;&#30053;<br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#35413;&#35542; &#23478; &#20497; &#21644; &#19979;&#38754; &#25152; &#20171;&#32057; &#30340; &#19968;&#20123; &#29702;&#35542; &#30340; &#25903;&#25345; &#32773; &#20497; &#26222;&#36941; &#23459;&#31281; &#31526;&#21512; &#35542; <b>&#24573;&#30053;</b> &#20102; &#30495;&#29702; &#38364;&#20418; &#20013; &#20154; &#30340; &#20316;&#29992; .</font> <font size=1> (id: # sentence-text: 評論 家 們 和 下面 所 介紹 的 一些 理論 的 支持 者 們 普遍 宣稱 符合 論 忽略 了 真理 關係 中 人 的 作用 .) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#24573;&#30053;<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: &#30495;&#29702; &#38364;&#20418; &#20013;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: &#20154; &#30340; &#20316;&#29992;  <br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#29632;&#35199; &#20284;&#20046; &#24076;&#26395; &#20182;&#20497; &#30332;&#23637; &#25104; &#28858; &#25088;&#20154; , &#32780; &#20449;&#22857; &#33258;&#30001; &#25088;&#24859; &#30340; &#29802;&#33673; &#20134; &#27794;&#26377; <b>&#24573;&#30053;</b> &#27492; &#24314;&#35696; .</font> <font size=1> (id: # sentence-text: 珀西 似乎 希望 他們 發展 成 為 戀人 , 而 信奉 自由 戀愛 的 瑪莉 亦 沒有 忽略 此 建議 .) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: &#20449;&#22857; &#33258;&#30001; &#25088;&#24859; &#30340; &#29802;&#33673;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#24573;&#30053;<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: &#27492; &#24314;&#35696;  <br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#36889;&#27171; &#30340; &#32080;&#26524; &#26159; &#21487;&#20197; &#29983;&#29986; &#20986; &#20855;&#26377; &#39640;&#24230; &#36969;&#25033; &#21147; &#30340; &#20642;&#20855; , &#28961;&#35542; &#26159; &#22823;&#22411; &#25151;&#23627; &#36996;&#26159; &#28858;&#25976; &#36234;&#20358;&#36234; &#30526;&#22810; &#21371; &#21463;&#21040; <b>&#24573;&#30053;</b> &#30340; &#23567;&#22411; &#23507;&#25152; , &#36889;&#20123; &#20642;&#20855; &#37117; &#33021;&#22816; &#25913;&#35722; &#22823;&#23567; &#20358; &#23481;&#32013; .</font> <font size=1> (id: # sentence-text: 這樣 的 結果 是 可以 生產 出 具有 高度 適應 力 的 傢具 , 無論 是 大型 房屋 還是 為數 越來越 眾多 卻 受到 忽略 的 小型 寓所 , 這些 傢具 都 能夠 改變 大小 來 容納 .) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#24573;&#30053;<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: &#30340;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: &#23567;&#22411;  <br></div>