

<div id="satisfy.01"><center><h2>Predicate: <font color=red><i>&#28385;&#36275;</i></font></h2></center>

<h4>Roleset id: <font color=green>&#28385;&#36275;.01</font>, satisfy, make happy, fulfilled, fullfillment of a requirement <font color=purple>Source: </font> <a href="http://verbs.colorado.edu/propbank/framesets-english-aliases/satisfy.html">satisfy.01</a> <font size=2><i>(satisfy.01)</i></font> </h4>

<h4>Roles:</h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: <i>agent, pleaser, fulfiller</i><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: <i>patient, entity pleased/fulfilled</i><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A2</b>: <i>method/instrumental</i><br>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#22240;&#28858; &#23565; &#24179;&#27665; &#38542;&#32026; &#30340; &#30007;&#23376; &#32780; &#35328; , &#36020;&#26063; &#30340; &#37027; &#22871; &#36861;&#27714; &#26041;&#27861; &#22826; &#19981;&#20999;&#23526;&#38555; , &#32780; &#30007;&#22931; &#30340; &#23384;&#22312; &#21063; &#21487;&#20197; <b>&#28415;&#36275;</b> &#20182;&#20497; &#23565; &#23569;&#24180; &#30340; &#24859;&#24917; .</font> <font size=1> (id: # sentence-text: 因為 對 平民 階級 的 男子 而 言 , 貴族 的 那 套 追求 方法 太 不切實際 , 而 男妓 的 存在 則 可以 滿足 他們 對 少年 的 愛慕 .) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: &#30007;&#22931; &#30340; &#23384;&#22312;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#28415;&#36275;<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: &#20182;&#20497; &#23565; &#23569;&#24180; &#30340; &#24859;&#24917;  <br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#22312; 2005 &#24180; 2 &#26376; , &#21335;&#38750; &#22283;&#23478; &#38651;&#21147; &#20844;&#21496; &#23459;&#24067; &#35201; &#22312; &#21083;&#26524; &#27827; &#19979;&#28216; &#30340; &#33521;&#25096; &#28689;&#24067; &#20462;&#24314; &#19968; &#24231; &#26032; &#30340; &#27700;&#38651; &#31449; , &#23559; &#21487;&#33021; &#24118;&#20358; 4&#33836; &#20806;&#29926; &#30340; &#24180; &#30332;&#38651; &#37327; , &#28858; &#20013;&#22283; &#19977;&#23805; &#24037;&#31243; &#30332;&#38651; &#37327; &#30340; &#20841; &#20493; , &#21487; <b>&#28415;&#36275;</b> &#25972;&#20491; &#38750;&#27954; &#30340; &#38651;&#21147; &#38656;&#27714; .</font> <font size=1> (id: # sentence-text: 在 2005 年 2 月 , 南非 國家 電力 公司 宣布 要 在 剛果 河 下游 的 英戈 瀑布 修建 一 座 新 的 水電 站 , 將 可能 帶來 4萬 兆瓦 的 年 發電 量 , 為 中國 三峽 工程 發電 量 的 兩 倍 , 可 滿足 整個 非洲 的 電力 需求 .) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: &#28858; &#20013;&#22283; &#19977;&#23805; &#24037;&#31243; &#30332;&#38651; &#37327; &#30340; &#20841; &#20493;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#28415;&#36275;<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: &#25972;&#20491; &#38750;&#27954; &#30340; &#38651;&#21147; &#38656;&#27714;  <br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#26681;&#25818; &#22825;&#27941; &#24066; &#22320;&#22495; &#20839; &#30340; &#22320;&#35980; &#12289; &#27683;&#20505; &#12289; &#22303;&#22756; &#12289; &#26893;&#34987; &#31561; &#30340; &#33258;&#28982; &#26781;&#20214; &#30340; &#24046;&#30064; , &#20197; <b>&#28415;&#36275;</b> &#22478;&#24066; &#38656;&#27714; &#28858; &#30446;&#27161; &#22825;&#27941; &#24066; &#30340; &#36786;&#26989; &#21487; &#20998; &#28858; &#37117;&#24066; &#22411; &#12289; &#28657;&#28023; &#22411; &#21644; &#22478;&#37066; &#22411; , &#25818;&#27492; &#22825;&#27941; &#24066;&#22495; &#30340; &#36786;&#26989; &#21312;&#21123; &#21487;&#20197; &#21123;&#20998; &#28858; &#37117;&#24066; &#22411; &#29872;&#22478; &#36786;&#26989; &#21312; &#12289; &#37117;&#24066; &#22411; &#28657;&#28023; &#36786;&#26989; &#21312; &#12289; &#22478;&#37066; &#22411; &#24179;&#21407; &#32156;&#21512; &#36786;&#26989; &#21312; &#21644; &#22478;&#37066; &#22411; &#23665;&#21312; &#29983;&#24907; &#36786;&#26989; &#21312; &#22235; &#20491; &#36786;&#26989; &#21312;&#21123; .</font> <font size=1> (id: # sentence-text: 根據 天津 市 地域 內 的 地貌 、 氣候 、 土壤 、 植被 等 的 自然 條件 的 差異 , 以 滿足 城市 需求 為 目標 天津 市 的 農業 可 分 為 都市 型 、 濱海 型 和 城郊 型 , 據此 天津 市域 的 農業 區劃 可以 劃分 為 都市 型 環城 農業 區 、 都市 型 濱海 農業 區 、 城郊 型 平原 綜合 農業 區 和 城郊 型 山區 生態 農業 區 四 個 農業 區劃 .) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#28415;&#36275;<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: &#22478;&#24066;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: &#38656;&#27714;  <br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#20363;&#22914; , &#26089;&#26399; &#30340; &#20154;&#39006; &#21482; &#26159; &#23559; &#27700; &#32020;&#31929; &#29992; &#26044; <b>&#28415;&#36275;</b> &#20491;&#20154; &#38656;&#35201; .</font> <font size=1> (id: # sentence-text: 例如 , 早期 的 人類 只 是 將 水 純粹 用 於 滿足 個人 需要 .) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: &#26089;&#26399; &#30340; &#20154;&#39006;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#28415;&#36275;<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: &#20491;&#20154; &#38656;&#35201;  <br></div>