

<div id="determine.01"><center><h2>Predicate: <font color=red><i>&#30830;&#23450;</i></font></h2></center>

<h4>Roleset id: <font color=green>&#30830;&#23450;.01</font>, determine, set, establish, decide, already established <font color=purple>Source: </font> <a href="http://verbs.colorado.edu/propbank/framesets-english-aliases/determine.html">determine.01</a> <font size=2><i>(determine.01, establish.01)</i></font> </h4>

<h4>Roles:</h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: <i>decider</i><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: <i>thing determined</i><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A2</b>: <i>grounds</i><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A3</b>: <i>attribute of arg1</i><br>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#22914;&#26524; &#20854;&#20013; &#19968; &#20491; &#37002; &#30340; &#38263;&#24230; &#21448; &#28858; &#24050;&#30693; &#30340;&#35441; , &#37027;&#40636; &#20854;&#20182; &#20841; &#26781; &#37002; &#30340; &#38263;&#24230; &#20063; &#23601; <b>&#30906;&#23450;</b> .</font> <font size=1> (id: # sentence-text: 如果 其中 一 個 邊 的 長度 又 為 已知 的話 , 那麼 其他 兩 條 邊 的 長度 也 就 確定 .) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: &#22914;&#26524; &#20854;&#20013; &#19968; &#20491; &#37002; &#30340; &#38263;&#24230; &#21448; &#28858; &#24050;&#30693; &#30340;&#35441;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>AM-TMP</b>: &#37027;&#40636;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: &#20854;&#20182; &#20841; &#26781; &#37002; &#30340; &#38263;&#24230;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#30906;&#23450;<br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#32654;&#22283; &#28023;&#36557; &#22825;&#25991; &#33274; &#24343;&#25289;&#26684;&#26031;&#22612;&#22827; &#31449; &#21450; &#27233;&#27193; &#23994; &#22825;&#25991; &#33274; &#22312; 1993 &#24180; &#21021; &#23565; &#33406;&#22899; &#26143; &#20316; &#20102; &#35377;&#22810; &#35264;&#28204; , &#36914; &#19968; &#27493; <b>&#30906;&#23450;</b> &#33406;&#22899; &#26143; &#32350; &#22826;&#38525; &#30340; &#20844;&#36681; &#36556;&#36947; , &#20006; &#23559; &#20285;&#21033;&#30053; &#34399; &#25504;&#36942; &#26178; &#20854; &#20301;&#32622; &#30340; &#35492;&#24046; &#24478; 78 &#20844;&#37324; &#28187;&#23567; &#21040; 60 &#20844;&#37324; .</font> <font size=1> (id: # sentence-text: 美國 海軍 天文 臺 弗拉格斯塔夫 站 及 橡樹 嶺 天文 臺 在 1993 年 初 對 艾女 星 作 了 許多 觀測 , 進 一 步 確定 艾女 星 繞 太陽 的 公轉 軌道 , 並 將 伽利略 號 掠過 時 其 位置 的 誤差 從 78 公里 減小 到 60 公里 .) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: &#28023;&#36557;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#30906;&#23450;<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: &#33406;&#22899; &#26143; &#32350; &#22826;&#38525; &#30340; &#20844;&#36681; &#36556;&#36947;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>AM-LOC</b>: &#24478; 78 &#20844;&#37324;  <br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#26368;&#24460; &#24373; &#35468;&#23478; <b>&#30906;&#23450;</b> &#20197; &#26376;&#34218; &#26032; &#33274; &#24163; &#20108;&#21313;&#33836; &#20803; &#33287; La New &#29066;&#38538; &#31805;&#32004; , &#20006; &#22312; 5 &#26376; 2 &#26085; &#21484;&#38283; &#31805;&#32004; &#35352;&#32773; &#26371; .</font> <font size=1> (id: # sentence-text: 最後 張 誌家 確定 以 月薪 新 臺 幣 二十萬 元 與 La New 熊隊 簽約 , 並 在 5 月 2 日 召開 簽約 記者 會 .) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>AM-TMP</b>: &#26368;&#24460;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: &#24373; &#35468;&#23478;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#30906;&#23450;<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: &#20197; &#26376;&#34218; &#26032; &#33274; &#24163; &#20108;&#21313;&#33836; &#20803; &#33287; La New &#29066;&#38538; &#31805;&#32004;  <br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#35442; &#25991;&#21270; &#30340; &#22320;&#29702; &#20998;&#24067; &#31684;&#22285; &#21644; &#30028;&#38480; &#24456;&#38627; &#31934;&#30906; <b>&#30906;&#23450;</b> .</font> <font size=1> (id: # sentence-text: 該 文化 的 地理 分布 範圍 和 界限 很難 精確 確定 .) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: &#35442; &#25991;&#21270; &#30340; &#22320;&#29702; &#20998;&#24067; &#31684;&#22285; &#21644; &#30028;&#38480;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>AM-TMP</b>: &#24456;&#38627;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>AM-TMP</b>: &#31934;&#30906;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#30906;&#23450;<br></div>