

<div id="think.01"><center><h2>Predicate: <font color=red><i>&#32771;&#34385;</i></font></h2></center>

<h4>Roleset id: <font color=green>&#32771;&#34385;.01</font>, think, think, believing, imagining <font color=purple>Source: </font> <a href="http://verbs.colorado.edu/propbank/framesets-english-aliases/think.html">think.01</a> <font size=2><i>(think.01, consider.02)</i></font> </h4>

<h4>Roles:</h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: <i>Thinker</i><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: <i>Thought</i><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A2</b>: <i>Attributive (please look at the examples-- this is tricky)</i><br>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#30001;&#26044; &#20445;&#30041; &#33290; &#20013;&#29872; &#22825;&#26143; &#30908;&#38957; &#20107;&#20214; &#19968;&#30332; &#19981;&#21487; &#25910;&#25342; , &#39321;&#28207; &#25919;&#24220; &#23565; &#30343;&#21518; &#30908;&#38957; &#21435;&#30041; &#30340; &#24907;&#24230; &#31245;&#28858; &#36575;&#21270; , &#32882;&#26126; &#30343;&#21518; &#30908;&#38957; &#19981; &#20687; &#33290; &#20013;&#29872; &#22825;&#26143; &#30908;&#38957; &#33324; &#25286;&#21368; &#36939;&#24448; &#22534;&#22635; &#21312; , &#32780;&#26159; &#26371; &#20445;&#30041; &#32068;&#20214; , &#20006; <b>&#32771;&#24942;</b> &#22312; &#20013;&#21312; &#26032; &#28023;&#28657; &#20839; &#23559; &#30343;&#21518; &#30908;&#38957; &#37325;&#24314; .</font> <font size=1> (id: # sentence-text: 由於 保留 舊 中環 天星 碼頭 事件 一發 不可 收拾 , 香港 政府 對 皇后 碼頭 去留 的 態度 稍為 軟化 , 聲明 皇后 碼頭 不 像 舊 中環 天星 碼頭 般 拆卸 運往 堆填 區 , 而是 會 保留 組件 , 並 考慮 在 中區 新 海濱 內 將 皇后 碼頭 重建 .) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>AM-TMP</b>: &#32882;&#26126; &#19981; &#20687; &#33290; &#20013;&#29872; &#22825;&#26143; &#30908;&#38957; &#33324; &#25286;&#21368; &#36939;&#24448; &#22534;&#22635; &#21312;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: &#30343;&#21518; &#30908;&#38957;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#32771;&#24942;<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: &#30343;&#21518; &#30908;&#38957;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#37325;&#24314;<br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#32780; &#23721;&#22721; &#21450; &#30707;&#31014; &#20844;&#22290; &#30340; &#35373;&#35336; &#21450; &#24037;&#31243; &#23559; &#26371; <b>&#32771;&#24942;</b> &#25505;&#32013; &#26089;&#21069; &#22312; &#20844;&#30526; &#21443;&#33287; &#27963;&#21205; &#20013; &#33289;&#34892; &#27010;&#24565; &#35373;&#35336; &#27604;&#36093; &#30340; &#21443;&#36093; &#20316;&#21697; , &#30001; &#24247;&#27138; &#21450; &#25991;&#21270; &#20107;&#21209; &#32626; &#25152; &#29554;&#24471; &#30340; &#25765;&#27454; &#36914;&#34892; .</font> <font size=1> (id: # sentence-text: 而 岩壁 及 石礦 公園 的 設計 及 工程 將 會 考慮 採納 早前 在 公眾 參與 活動 中 舉行 概念 設計 比賽 的 參賽 作品 , 由 康樂 及 文化 事務 署 所 獲得 的 撥款 進行 .) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: &#23559;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#32771;&#24942;<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A2</b>: &#25505;&#32013;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: &#26089;&#21069; &#22312; &#20844;&#30526; &#21443;&#33287; &#27963;&#21205; &#20013; &#33289;&#34892; &#27010;&#24565; &#35373;&#35336; &#27604;&#36093; &#30340; &#21443;&#36093; &#20316;&#21697;  <br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#22825;&#25991; &#21488; &#22312; &#19979;&#21320; &#34920;&#31034; &#30001;&#26044; &#21271;&#20885; &#36960;&#38626; &#39321;&#28207; , &#22240; &#27492; <b>&#32771;&#24942;</b> &#22312; &#20621;&#26202; &#25913;&#30332; &#19977; &#34399; &#29105;&#24118; &#27683;&#26059; &#35686;&#21578; &#20449;&#34399; .</font> <font size=1> (id: # sentence-text: 天文 台 在 下午 表示 由於 北冕 遠離 香港 , 因 此 考慮 在 傍晚 改發 三 號 熱帶 氣旋 警告 信號 .) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#34920;&#31034;<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: &#21271;&#20885;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#32771;&#24942;<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A2</b>: &#22312; &#20621;&#26202; &#25913;&#30332; &#19977; &#34399; &#29105;&#24118; &#27683;&#26059; &#35686;&#21578; &#20449;&#34399;  <br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#20294;&#26159; &#28450;&#26707; &#24093; &#23565;&#26044; &#37101; &#36020;&#20154; &#20063; &#27794;&#26377; &#30495;&#24773; , &#36984;&#25799; &#26032; &#30343;&#21518; &#30340; &#26178;&#20505; &#26681;&#26412; &#27794;&#26377; &#25226; &#22905; <b>&#32771;&#24942;</b> &#22312;&#20839; .</font> <font size=1> (id: # sentence-text: 但是 漢桓 帝 對於 郭 貴人 也 沒有 真情 , 選擇 新 皇后 的 時候 根本 沒有 把 她 考慮 在內 .) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#27794;&#26377;<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: &#22905;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#32771;&#24942;<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: &#22312;&#20839;  <br></div>