

<div id="show.01"><center><h2>Predicate: <font color=red><i>&#34920;&#31034;</i></font></h2></center>

<h4>Roleset id: <font color=green>&#34920;&#31034;.01</font>, show, cause to see <font color=purple>Source: </font> <a href="http://verbs.colorado.edu/propbank/framesets-english-aliases/show.html">show.01</a> <font size=2><i>(show.01, express.01, indicate.01)</i></font> </h4>

<h4>Roles:</h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: <i>shower</i><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: <i>thing seen/shown</i><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A2</b>: <i>seer</i><br>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#26178;&#20219; &#22806;&#20132; &#37096; &#30332;&#35328; &#20154; &#21129; &#24314;&#36229; <b>&#34920;&#31034;</b> , &#20013;&#22283; &#32317;&#39636; &#19978; &#26159; &#25505;&#21462; &#23565;&#22806; &#38283;&#25918; &#30340; &#25919;&#31574; , &#20294;&#26159; &#20013;&#22283; &#21644; &#20854;&#20182; &#22283;&#23478; &#19968;&#27171; , &#23565;&#26044; &#32178;&#31449; &#36996;&#26159; &#35201; &#20381;&#27861; &#20570; &#24517;&#35201; &#30340; &#31649;&#29702; , &#26576;&#20123; &#32178;&#31449; &#30906;&#23526; &#23384;&#22312; &#36949;&#21453; &#20013;&#22283; &#27861;&#24459; &#30340; &#20107;&#24773; .</font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: &#26178;&#20219; &#22806;&#20132; &#37096; &#30332;&#35328; &#20154; &#21129; &#24314;&#36229;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#34920;&#31034;<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: &#20381;&#27861;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#36949;&#21453;<br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#21069; &#33274;&#28771; &#22283;&#38450; &#37096;&#38263; &#26446; &#20625; &#22312; &#36557;&#36092; &#26696; &#22238;&#31572; &#26446; &#25942; &#36074;&#35426; &#26178; , <b>&#34920;&#31034;</b> &#22312; &#22823;&#38520; &#20840;&#21147; &#25915; &#33274; &#19979; , &#33274;&#28771; &#21482;&#26377; &#38450;&#23432; &#20841; &#20491; &#26143;&#26399; &#30340; &#33021;&#21147; .</font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: &#21069; &#33274;&#28771; &#22283;&#38450; &#37096;&#38263; &#26446; &#20625;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#34920;&#31034;<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: &#33274;&#28771;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>AM-TMP</b>: &#38450;&#23432; &#20841; &#20491; &#26143;&#26399; &#30340;  <br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#22312; &#20025;&#40613; , &#19968; &#20491; &#20154; &#30340; &#22995;&#21517; &#21482; &#29992; &#39318;&#23383; &#22823;&#23531; &#23383;&#27597; <b>&#34920;&#31034;</b> &#26159; &#20491; &#34987; &#25509;&#21463; &#30340; &#24931;&#20363; , &#27491; &#22914; &#32654;&#22283; &#20154; &#22995;&#21517; &#30340; &#20013;&#38291; &#21934;&#35422; &#29992; &#21934;&#35422; &#30340; &#39318;&#23383; &#22823;&#23531; &#23383;&#27597; &#20195;&#26367; .</font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: &#19968; &#20491; &#20154; &#30340; &#22995;&#21517;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#34920;&#31034;<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: &#22312; &#20025;&#40613; , &#26159; &#20491; &#34987; &#25509;&#21463; &#30340; &#24931;&#20363;  <br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#35413;&#36984; &#26781;&#20214; &#21644; &#35413;&#23450; &#27161;&#28310; &#20381;&#25818; &#24314;&#35373; &#37096; &#21644; &#22283;&#23478; &#25991;&#29289; &#23616; 2003 &#24180; 10 &#26376; 8 &#26085; &#30332;&#24067; &#30340; &#20013;&#22283; &#27511;&#21490; &#25991;&#21270; &#21517;&#37806; &#25110; &#20013;&#22283; &#27511;&#21490; &#25991;&#21270; &#21517;&#26449; &#35413;&#36984; &#36774;&#27861; , &#20027;&#35201; &#20839;&#23481; : &#35387; : &#22320;&#21517; &#24460;&#38754; &#25324;&#24359; &#37324; &#30340; &#25976;&#23383; <b>&#34920;&#31034;</b> &#20844;&#24067; &#28858; &#20013;&#22283; &#27511;&#21490; &#25991;&#21270; &#21517;&#37806; &#30340; &#25209;&#27425; .</font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: &#22320;&#21517; &#24460;&#38754; &#25324;&#24359; &#37324; &#30340; &#25976;&#23383;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#34920;&#31034;<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: &#20844;&#24067; &#28858; &#20013;&#22283; &#27511;&#21490; &#25991;&#21270; &#21517;&#37806; &#30340; &#25209;&#27425;  <br></div>