

<div id="be.01"><center><h2>Predicate: <font color=red><i>&#37117;&#26159;</i></font></h2></center>

<h4>Roleset id: <font color=green>&#37117;&#26159;.01</font>, be, copula <font color=purple>Source: </font> <a href="http://verbs.colorado.edu/propbank/framesets-english-aliases/be.html">be.01</a> <font size=2><i>(be.01)</i></font> </h4>

<h4>Roles:</h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: <i>topic</i><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A2</b>: <i>comment</i><br>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#37027;&#40636; &#30070; x &#36264; &#26044; 2 &#30340; &#26178;&#20505; , g(x) &#30340; &#26997;&#38480; &#33287; &#21069;&#38754; &#30340; f(x) &#30456;&#21516; , <b>&#37117;&#26159;</b> 0.4 .</font> <font size=1> (id: # sentence-text: 那麼 當 x 趨 於 2 的 時候 , g(x) 的 極限 與 前面 的 f(x) 相同 , 都是 0.4 .) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>AM-TMP</b>: &#37027;&#40636;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: g(x) &#30340; &#26997;&#38480;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#37117;&#26159;<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A2</b>: &#30070; x &#36264; &#26044; 2 &#30340; &#26178;&#20505; , &#33287; &#21069;&#38754; &#30340; f(x) &#30456;&#21516; , 0.4 .  <br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#20381;&#38752; &#25805;&#25511; &#24615; &#24037;&#20316; &#32773; &#28858; &#29983; , &#22312; &#20840; &#19990;&#30028; &#24456;&#22810; &#22283;&#23478; <b>&#37117;&#26159;</b> &#36949;&#27861; &#34892;&#28858; .</font> <font size=1> (id: # sentence-text: 依靠 操控 性 工作 者 為 生 , 在 全 世界 很多 國家 都是 違法 行為 .) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: &#22312; &#20840; &#19990;&#30028; &#24456;&#22810; &#22283;&#23478;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#37117;&#26159;<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A2</b>: &#20381;&#38752; &#25805;&#25511; &#24615; &#24037;&#20316; &#32773; &#28858; &#29983; , &#36949;&#27861; &#34892;&#28858; .  <br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#32780; &#29694;&#20195; &#26085; &#35486; &#20013; &#24418;&#23481; &#21205;&#35422; &#30340; &#27963;&#29992; &#20998; &#28858; &#20841; &#31278; , <b>&#37117;&#26159;</b> &#24478; &#21476;&#20856; &#26085; &#25991; &#29992;&#27861; &#35722;&#21270; &#32780; &#25104; &#30340; , &#20998;&#21029; &#20171;&#32057; &#22914;&#19979; .</font> <font size=1> (id: # sentence-text: 而 現代 日 語 中 形容 動詞 的 活用 分 為 兩 種 , 都是 從 古典 日 文 用法 變化 而 成 的 , 分別 介紹 如下 .) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: &#29694;&#20195; &#26085; &#35486; &#20013; &#24418;&#23481; &#21205;&#35422; &#30340; &#27963;&#29992;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#37117;&#26159;<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#25104;<br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#25293;&#36067; &#30340; &#29289;&#21697; &#21253;&#25324; &#21407;&#20358; &#23384;&#25918; &#22312; &#22294;&#30439;&#33586; &#24066; &#27472;&#27954; &#33322;&#22825; &#33322;&#31354; &#38450;&#21209; &#38598;&#22296; &#24037;&#24288; &#20489;&#24235; &#20839; &#30340; &#36229;&#36942; 1000 &#20214; &#23458;&#27231; &#38646;&#37096;&#20214; &#21644; &#27231;&#33369; &#20839; &#35037;&#39166; &#29289;&#21697; , &#20854;&#20013; &#21253;&#25324; &#36215;&#20729; &#28858; 600 &#27472; &#20803; &#30340; &#20056;&#23458; &#24231;&#26885; &#12289; 300 &#27472; &#20803; &#30340; &#25033;&#24613; &#27687;&#27683; &#32617; &#12289; &#35377;&#22810; &#37504;&#36074; &#21644; &#38518;&#29943; &#39184;&#20855; &#20197;&#21450; &#20854;&#20182; &#39131;&#27231; &#38646;&#20214; , &#29978;&#33267; &#21253;&#25324; &#19968; &#20491; &#36215;&#33853; &#26550; , &#20006;&#19988; &#36889;&#20123; &#25293;&#36067; &#29289;&#21697; <b>&#37117;&#26159;</b> &#24478;&#20358; &#27794;&#26377; &#34987; &#26053;&#23458; &#20351;&#29992; &#36942; &#30340; .</font> <font size=1> (id: # sentence-text: 拍賣 的 物品 包括 原來 存放 在 圖盧茲 市 歐洲 航天 航空 防務 集團 工廠 倉庫 內 的 超過 1000 件 客機 零部件 和 機艙 內 裝飾 物品 , 其中 包括 起價 為 600 歐 元 的 乘客 座椅 、 300 歐 元 的 應急 氧氣 罩 、 許多 銀質 和 陶瓷 餐具 以及 其他 飛機 零件 , 甚至 包括 一 個 起落 架 , 並且 這些 拍賣 物品 都是 從來 沒有 被 旅客 使用 過 的 .) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: &#36889;&#20123; &#25293;&#36067; &#29289;&#21697;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#37117;&#26159;<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: &#27794;&#26377;<br></div>