

<div id="affect.01"><center><h2>Predicate: <font color=red><i>affecter</i></font></h2></center>

<h4>Roleset id: <font color=green>affecter.01</font>, affect, have an effect on, have an effect on <font color=purple>Source: </font> <a href="http://verbs.colorado.edu/propbank/framesets-english-aliases/affect.html">affect.01</a> <font size=2><i>(affect.01)</i></font> </h4><font size=2 color=blue><b>affecter.01</b>: affecter qn/qch</font><br>

<h4>Roles:</h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: <i>thing affecting</i><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: <i>thing affected</i><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A2</b>: <i>instrument, effect had</i><br>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>Plus g&#233;n&#233;ralement , la compagnie <b>affecte</b> &#233;galement l' ensemble de le pays puisque des r&#233;gions quasi-inaccessibles sont d&#233;sormais int&#233;gr&#233;es &#224; le r&#233;seau &#233;thiopien forgeant ainsi &#171; un sentiment d' unit&#233; nationale &#187; .</font> <font size=1> (id: # sentence-text: Plus généralement, la compagnie affecte également l'ensemble du pays puisque des régions quasi-inaccessibles sont désormais intégrées au réseau éthiopien forgeant ainsi « un sentiment d'unité nationale ».) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>AM-TMP</b>: Plus g&#233;n&#233;ralement ,  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: la compagnie  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: affecte<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>AM-TMP</b>: &#233;galement  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: l' ensemble de le pays  <br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>Je vais vous dire comment &#231;a <b>affecte</b> mon &#233;tat d' esprit .</font> <font size=1> (id: # sentence-text: Je vais vous dire comment ça affecte mon état d'esprit.) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>AM-MNR</b>: comment  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: &#231;a  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: affecte<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: mon &#233;tat d' esprit  <br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>de les deux chutes de robots V1 , l' une occasionna quelques bless&#233;s et des d&#233;g&#226;ts &#224; Crisn&#233;e , mais l' autre <b>affecta</b> plus s&#233;rieusement le centre de Fize o&#249; un G.I. se sacrifia pour sauver la vie d' un gar&#231;onnet .</font> <font size=1> (id: # sentence-text: Des deux chutes de robots V1, l'une occasionna quelques blessés et des dégâts à Crisnée, mais l'autre affecta plus sérieusement le centre de Fize où un G.I. se sacrifia pour sauver la vie d'un garçonnet.) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: l' autre  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: affecta<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>AM-TMP</b>: plus s&#233;rieusement  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: le centre de Fize o&#249; un G.I. se sacrifia pour sauver la vie d' un gar&#231;onnet  <br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>L' ouvrage vise &#224; discuter des probl&#232;mes sociaux et des conflits qui <b>affectent</b> le peuple &#233;cossais , mais &#233;galement &#224; faire l' &#233;loge de beaucoup de facettes uniques de la soci&#233;t&#233; &#233;cossaise comme une &#233;cole pour sourds-muets &#224; Edinburgh .</font> <font size=1> (id: # sentence-text: L'ouvrage vise à discuter des problèmes sociaux et des conflits qui affectent le peuple écossais, mais également à faire l'éloge de beaucoup de facettes uniques de la société écossaise comme une école pour sourds-muets à Edinburgh.) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: qui  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: affectent<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: le peuple &#233;cossais  <br></div>