

<div id="constitute.01"><center><h2>Predicate: <font color=red><i>constituer</i></font></h2></center>

<h4>Roleset id: <font color=green>constituer.01</font>, constitute, comprise <font color=purple>Source: </font> <a href="http://verbs.colorado.edu/propbank/framesets-english-aliases/constitute.html">constitute.01</a> <font size=2><i>(constitute.01)</i></font> </h4><font size=2 color=blue><b>constituer.01</b>: constituer qch</font><br>

<h4>Roles:</h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: <i>components (almost always plural)</i><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: <i>whole</i><br>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>&#171; La construction d' un Maghreb arabe fond&#233; sur la solidarit&#233; et la compl&#233;mentarit&#233; <b>constitue</b> un atout essentiel pour l' instauration d' un d&#233;veloppement solidaire dans l' espace m&#233;diterran&#233;en &#187; , consid&#233;rait M. Kamel Morjane , le chef de la diplomatie tunisienne , jeudi dernier , &#224; l' occasion de la r&#233;union de les ministres de les Affaires &#233;trang&#232;res de le groupe de les 5 +5 tenue &#224; Tunis .</font> <font size=1> (id: # sentence-text: « La construction d'un Maghreb arabe fondé sur la solidarité et la complémentarité constitue un atout essentiel pour l'instauration d'un développement solidaire dans l'espace méditerranéen », considérait M. Kamel Morjane, le chef de la diplomatie tunisienne, jeudi dernier, à l'occasion de la réunion des ministres des Affaires étrangères du groupe des 5 +5 tenue à Tunis.) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: &#171; La construction d' un Maghreb arabe fond&#233; sur la solidarit&#233; et la compl&#233;mentarit&#233;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: constitue<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: un atout essentiel pour l' instauration d' un d&#233;veloppement solidaire dans l' espace m&#233;diterran&#233;en  <br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>En tous cas , la r&#233;orientation de le g&#233;ant de les r&#233;seaux IP ne <b>constitue</b> pas une bonne nouvelle pour les adeptes de le Wimax , qui perdent de plus en plus pied face &#224; le LTE .</font> <font size=1> (id: # sentence-text: En tous cas, la réorientation du géant des réseaux IP ne constitue pas une bonne nouvelle pour les adeptes du Wimax, qui perdent de plus en plus pied face au LTE.) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: la r&#233;orientation de le g&#233;ant de les r&#233;seaux IP  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: constitue<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: une bonne nouvelle  <br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>Elle <b>constitue</b> l' une de les trois &#233;coles formation de l' Agence pour la s&#233;curit&#233; de la navigation a&#233;rienne en Afrique et &#224; Madagascar .</font> <font size=1> (id: # sentence-text: Elle constitue l'une des trois écoles formation de l'Agence pour la sécurité de la navigation aérienne en Afrique et à Madagascar.) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: Elle  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: constitue<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: l' une de les trois &#233;coles formation de l' Agence pour la s&#233;curit&#233; de la navigation a&#233;rienne en Afrique et &#224; Madagascar  <br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>Il semble d' ailleurs qu' &#224; le IVe si&#232;cle av. J.-C. , le m&#233;tier d emporos <b>constitue</b> , davantage qu' auparavant , un motif de fiert&#233; : &#224; Halicarnasse , une inscription r&#233;dig&#233;e par un emporos nomm&#233; Phaineos remercie Aphrodite de lui avoir permis de s' enrichir en tant que &#171; grand marchand sur la mer &#187; ;</font> <font size=1> (id: # sentence-text: Il semble d'ailleurs qu'au IVe siècle av. J.-C., le métier demporos constitue, davantage qu'auparavant, un motif de fierté : à Halicarnasse, une inscription rédigée par un emporos nommé Phaineos remercie Aphrodite de lui avoir permis de s'enrichir en tant que « grand marchand sur la mer » ;) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: le m&#233;tier d emporos  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: constitue<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: davantage qu' auparavant , un motif de fiert&#233;  <br></div>