

<div id="operate.01"><center><h2>Predicate: <font color=red><i>op&#233;rer</i></font></h2></center>

<h4>Roleset id: <font color=green>op&#233;rer.01</font>, operate, cf work, working (of something) <font color=purple>Source: </font> <a href="http://verbs.colorado.edu/propbank/framesets-english-aliases/operate.html">operate.01</a> <font size=2><i>(operate.01)</i></font> </h4><font size=2 color=blue><b>op&#233;rer.01</b>: op&#233;rer</font><br>

<h4>Roles:</h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: <i>agent, operator</i><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: <i>thing operated</i><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A2</b>: <i>explicit patient (thing operated on)</i><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A3</b>: <i>explicit role</i><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A4</b>: <i>explicit instrument (with or on, ususally)</i><br>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>Faisant de la mise en march&#233; , Rosneft <b>op&#232;re</b> &#233;galement des entreprises maritimes de transport et de pipelines .</font> <font size=1> (id: # sentence-text: Faisant de la mise en marché, Rosneft opère également des entreprises maritimes de transport et de pipelines.) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: Faisant de la mise en march&#233; , Rosneft  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: op&#232;re<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>AM-TMP</b>: &#233;galement  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: des entreprises maritimes de transport et de pipelines  <br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>La soci&#233;t&#233; <b>op&#232;re</b> trois centres de donn&#233;es &#224; Toronto et Vancouver , de m&#234;me qu' un r&#233;seau de fibres optiques dans des secteurs d' affaires cl&#233;s &#224; le centre-ville de Toronto .</font> <font size=1> (id: # sentence-text: La société opère trois centres de données à Toronto et Vancouver, de même qu'un réseau de fibres optiques dans des secteurs d'affaires clés au centre-ville de Toronto.) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: La soci&#233;t&#233;  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: op&#232;re<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: trois centres de donn&#233;es &#224; Toronto et Vancouver de m&#234;me qu' un r&#233;seau de fibres optiques dans des secteurs d' affaires cl&#233;s &#224; le centre-ville de Toronto  <br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>Ce dernier cr&#232;ve cependant &#224; le moment o&#249; les favoris <b>op&#232;rent</b> leur retour sur la t&#234;te de course .</font> <font size=1> (id: # sentence-text: Ce dernier crève cependant au moment où les favoris opèrent leur retour sur la tête de course.) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: les favoris  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: op&#232;rent<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: leur retour  <br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>D&#233;but janvier , Gene Raymond la fit transporter de nouveau &#224; Houston o&#249; il esp&#232;rait que le Dr. Michael DeBakey , pionnier de la chirurgie cardiaque , pourrait <b>op&#233;rer</b> sur Jeanette le m&#234;me miracle qu' il avait obtenu sur le Duc de Windsor .</font> <font size=1> (id: # sentence-text: Début janvier, Gene Raymond la fit transporter de nouveau à Houston où il espèrait que le Dr. Michael DeBakey, pionnier de la chirurgie cardiaque, pourrait opérer sur Jeanette le même miracle qu'il avait obtenu sur le Duc de Windsor.) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: le Dr. Michael DeBakey , pionnier de la chirurgie cardiaque ,  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: op&#233;rer<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: le m&#234;me miracle qu' il avait obtenu sur le Duc de Windsor  <br></div>