

<div id="reveal.01"><center><h2>Predicate: <font color=red><i>r&#233;v&#233;ler</i></font></h2></center>

<h4>Roleset id: <font color=green>r&#233;v&#233;ler.01</font>, reveal, say something that used to be not known,   show, presentation of new information <font color=purple>Source: </font> <a href="http://verbs.colorado.edu/propbank/framesets-english-aliases/reveal.html">reveal.01</a> <font size=2><i>(reveal.01, disclose.01)</i></font> </h4><font size=2 color=blue><b>r&#233;v&#233;ler.01</b>: r&#233;v&#233;ler qn/qch</font><br>

<h4>Roles:</h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: <i>speaker, revealer</i><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: <i>utterance, truth condition</i><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A2</b>: <i>hearer</i><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A3</b>: <i>attribute of arg1</i><br>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>Dans la pr&#233;face , adress&#233;e &#224; son fr&#232;re le th&#233;ologien Hugues &#201;th&#233;rien , Leo Tuscus <b>r&#233;v&#232;le</b> l' occasion de cette traduction : Hugues a vu en r&#234;ve le Basileus , mont&#233; sur un cheval de bronze et entour&#233; de les sages antiques , lisant un texte latin , puis s' interrompant et l' interrogeant ;</font> <font size=1> (id: # sentence-text: Dans la préface, adressée à son frère le théologien Hugues Éthérien, Leo Tuscus révèle l'occasion de cette traduction : Hugues a vu en rêve le Basileus, monté sur un cheval de bronze et entouré des sages antiques, lisant un texte latin, puis s'interrompant et l'interrogeant ;) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: Leo Tuscus  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: r&#233;v&#232;le<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: l' occasion de cette traduction  <br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>Le premier forage <b>r&#233;v&#232;le</b> des indices tr&#232;s probants .</font> <font size=1> (id: # sentence-text: Le premier forage révèle des indices très probants.) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: Le premier forage  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: r&#233;v&#232;le<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: des indices tr&#232;s probants  <br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>C' est Geoff Johns , sc&#233;nariste phare de DC Comics qui <b>r&#233;v&#232;le</b> l' information sur son compte Tweeter .</font> <font size=1> (id: # sentence-text: C'est Geoff Johns, scénariste phare de DC Comics qui révèle l'information sur son compte Tweeter.) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: qui  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: r&#233;v&#232;le<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: l' information  <br></div>
<h4>Example: </h4>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <font size=2>Dans une interview accord&#233;e &#224; the Retroradio podcast , l' acteur C. Thomas Howell a <b>r&#233;v&#233;l&#233;</b> des informations sur son r&#244;le dans &#34; The Amazing Spider-Man &#34; mais surtout certains &#233;l&#233;ments de l' intrigue dont la pr&#233;sence de le L&#233;zard .</font> <font size=1> (id: # sentence-text: Dans une interview accordée à the Retroradio podcast, l'acteur C. Thomas Howell a révélé des informations sur son rôle dans "The Amazing Spider-Man" mais surtout certains éléments de l'intrigue dont la présence du Lézard.) </font><br><br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A0</b>: l' acteur C. Thomas Howell  <br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>Rel</b>: r&#233;v&#233;l&#233;<br>
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <b>A1</b>: des informations sur son r&#244;le dans &#34; The Amazing Spider-Man &#34; mais surtout certains &#233;l&#233;ments de l' intrigue dont la pr&#233;sence de le L&#233;zard  <br></div>